Repository: mozilla-l10n/mt-training-data
Catalog: anp/anp_pontoon.tmx
Source language: en_us
Languages: anp

source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
anp: <p>%1$s आपना कन्ट्रोल मे रखियैs.</p> <p>एकरा निजि ब्राउजर के रुप में काम लियs: <ul> <li>ऐप में सही खोजियै आरु ब्राउज करियै</li> <li>ट्रकेर्स ब्लोक(या ट्रैकर्स कs अनुमति दिय खातिर सेटिंग्स अपडेट करियै)</li> <li>कुकीज के साथ सर्च आरु ब्राउज़िंग इतिहास के मेटाबै लेली हटैइयै</li> </ul> </p> <p>%1$s Mozilla द्वारा उत्पादित, आपनो लक्ष्य स्वस्थ कs बढ़ावा देनाय छै, इंटरनेट खोलियै.<br/> <a href="%2$s">बेसी जानियै</a></p>

source: Pages may load faster, but may also behave unexpectedly
anp: पेज तेजी सँ लोड हुए सकै छै, मगर अनजान व्यवहार भी करै सकै छै

source: Paste or enter search string. If necessary, replace search term with: %s.
anp: सर्च स्ट्रिंग कs पेस्ट या इंटर करियै. अगर जरुरि छs. सर्च शब्द कs %s के जगह बदलियै.

source: Paste or enter URL
anp: URL पेस्ट करि‍यै या भरि‍यै

source: Performance
anp: प्रदर्शन

source: Powered by %1$s
anp: %1$s के द्वारा चलाएल जाए रहलो छै

source: Power up your privacy
anp: अपन गोपनीयता के बढ़ैइयै

source: Privacy & Security
anp: गोपनियता आरु सुरक्षा

source: Private browsing session
anp: निजी ब्राउज़िंग सत्र

source: Problem loading page
anp: पृष्ठ लोड हुए में समस्या

source: Rather see the full desktop site?%1$s Menu > Request desktop site
anp: बल्कि पूरे डेस्कटॉप साइट देखियै? %1$s मेनू> डेस्कटॉप साइट के अनुरोध करियै

source: Rather see the full desktop site? Menu > Request desktop site
anp: बल्कि पूरे डेस्कटॉप साइट देखियै? मेनू> डेस्कटॉप साइट के अनुरोध करियै

source: Remote debugging via USB/Wi-Fi
anp: USB/Wi-Fi के द्वारा रिमोट डीबगिंग

source: Remove all websites
anp: सब वेबसाईट हटैइयै

source: Remove custom URLs
anp: पसंदीदा URLs जोड़ि‍यै

source: Remove search engines
anp: सर्च ईंजन हटैइयै

source: Report Site Issue
anp: साइट क रिपोर्ट करियै

source: Request desktop site
anp: डेस्कटॉप साइट लs आग्रह करियै

source: Restart %1$s
anp: %1$s फेनू सुरू करियै

source: Restore default search engines
anp: डिफॉल्ट सर्च इंजन के रिस्टोर करियै

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
anp: %1$s में अपन पसंदीदा साइट पर तेज़ी सँ वापस जइयै. बस %1$s मेनू से "मुख्य स्क्रीन पर जोड़ियै" चुनियै.

source: Safe Browsing
anp: सुरक्षित ब्राउजिंग

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
anp: सहेजलो गेल आरू शेयर कएल गेल छवि <b>हटाएलो नय जाएत</b> जखन अहाँ %1$s इतिहास के मेटाएबै.

source: Search engine
anp: सर्च ईंजन

source: Search engine name
anp: सर्च ईंजन नाम

source: Search for %1$s
anp: %1$s लेली खोजियै

source: Searching for something different? Choose another default search engine in Settings.
anp: कुछ अलग खोजि रहलो छी? सेटिंग्स में दोसर डिफ़ॉल्ट खोज इंजन चुनियै.

source: Search Privately
anp: निजी रूप सँ खोजि‍यै

source: Search string to use
anp: उपयोग लेली सर्च स्ट्रिंग

source: Secure Connection
anp: सुरक्षित कनेक्शन

source: Secure connection failed
anp: सुरक्षित कनेक्शन विफल

source: Security
anp: सुरक्षा

source: Send crash report to Mozilla
anp: क्रैश सूचना Mozilla के भेजियै

source: Server not found
anp: सर्वर नय भेटल

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
anp: %1$s क अपनो तयशुदा ब्राउज़र रूप में सेट करू आरू जखन अहाँ आन ऐप सँ वेबपृष्ठ खोलै छी तब निजी ब्राउज़िंग केरो फायदा प्राप्त करियै.

source: Set default, autocomplete
anp: डिफॉल्ट सेट करियै, आपनो सऽ पूर्न

source: Share…
anp: शेयर…

source: Shortcut will open with Tracking Protection disabled
anp: शॉर्टकट अक्षम ट्रैकिंग सुरक्षा केरो साथ खुलत

source: Show home screen tips
anp: होम स्क्रीन टिप्स दिखाइयै

source: Site behaving unexpectedly? Try turning off Tracking Protection
anp: कि साइट अप्रत्याशित रूप से व्यवहार कैर रहल छै? ट्रैकिंग सुरक्षा बंद करै के प्रयास करियै

source: Site Security
anp: साइट सुरक्षा

source: Some ads track site visits, even if you don’t click the ads
anp: कुछ विज्ञापन साइट विजिट ट्रैक करै छै, भले अपने विज्ञापन पर क्लिक नै करै छी

source: Some search engines cannot show suggestions.
anp: कुछ सर्च ईंजन सुझाव नै दिखाय सकै छै.

source: Stealth
anp: गोपनीयता

source: Switching Apps
anp: स्विचिंग एप्स

source: Tab’s browsing history has been erased.
anp: टैब्स के ब्रॉउजिंग इतिहास मेटाए देलो गेलए.

source: Tabs open: %1$s
anp: %1$s टैब्स खोलियै

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
anp: निजी ब्राउज़िंग के अगिला स्तर धरि लिअ. विज्ञापन आरू आन सामग्री के ब्लॉक करू जे अहाँक सभ साइट के ट्रैक करि सकै छै आरू पृष्ठ लोड समय के बढ़ाए दै छै.

source: Tap the magnifying glass icon above the keyboard to add this search engine.
anp: सर्च इंजन के जोड़ेे लs किबोर्ड के ऊपर मेग्निफाइंग लेंस आइकन टैप करियै.

source: The address isn’t valid
anp: ई पता वैध नय छै

source: The connection timed out
anp: कनेक्शन समय समाप्त भए गेलो छै

source: The page isn’t redirecting properly
anp: पेज ठीक से रीडायरेक्ट नै भ्या रहलो छै

source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
anp: सर्च सुझाव खातिर, %1$s के आपनो द्वारा चुनल गेल सर्च इंजन पर एड्रेस बार में जे टाइप करने छियै ओकरा भेजै के जरुरी छै. %2$s.

source: Touch the fingerprint sensor to continue.
anp: जारी रखै ल फिंगरप्रिंट सेंसर छुइयै.

source: Tracking, cookies, data choices
anp: ट्रैकिंग, कुकीज़, डेटा चुनियै

source: Try Again
anp: फेनु प्रयास करियै

source: Turning this off may fix some site problems
anp: इनका बंद करियै शायद साइट के तनी सा समस्या ठीक भेे जाय

source: Turn off tips on the %1$s start screen
anp: %1$s प्रारंभ स्क्रीन सलाह के बंद करियै

source: Turn off tips on the start screen
anp: प्रारंभ स्क्रीन सलाह के बंद करियै

source: Turn off to fix some sites
anp: कुछ साइटों के ठीक करै ले बंद करियै

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
anp: <ul><li><strong>ww</strong>जेहन लिखित गलती लेली पता जाँचू. <strong>www</strong>केरो बजाय example.com. example.com</li> <li>यदि अपने कोनो पृष्ठ लोड करए में असमर्थ छी, तँ अपन डिवाइस के डेटा या वाई-फाई कनेक्शन केरो जाँच करू.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
anp: <ul><li>ई साइट अस्थाई रूप सँ अनुपलब्ध या बहुत व्यस्त भए सकै छै. कनि देर में फिनु सँ प्रयास करियै.</li> <li>यदि अपने कोनो पृष्ठ लोड करए में असमर्थ छी, त अपन मोबाइल डिवाइस के डेटा या वाई-फाई कनेक्शन केरो जाँचि लिअ.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
anp: <ul> <li>ई सर्वर के कॉन्फ़िगरेशन में समस्या भ्या सकै छै, या ई हुए सकै छै कि कोय सर्वर सँ जाली रूप सँ जुड़ए केरो प्रयास करि रहलो छै.</li> <li>अगर अपने पहिले ई सर्वर सँ सफलतापूर्वक जुड़ि चुकल छी, तँ त्रुटि अस्थायी भ्या सकै छै, आरू अहाँ बाद में पुनः प्रयास करि सकै छी.</li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
anp: <ul><li>कखनो-कखनो ई समस्या केरो कारण कुकीज़ के स्वीकार करए सँ मना कएनाय या अक्षम कएनाय भाया सकै छै.</li></ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
anp: <ul><li>वेब पता आमतौर पर <strong>http://www.example.com/</strong> जेना लिखलो रहै छै</li> <li>सुनिश्चित करू जे अपने फॉरवर्ड स्लैश केरो उपयोग करि रहलो छी (यानी <strong>/</strong>).</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
anp: <ul> <li>अपने के ई पता खोलए लेली आन सॉफ़्टवेयर संस्थापित करए केरो आवश्यकता भ्या सकै छै.</li></ul>

source: Unable to connect
anp: संपर्क करए में असमर्थ

source: Unlock %1$s
anp: अनलॉक %1$s

source: URL already exists
anp: URL पहले से मौजूद छै

source: URL Autocomplete
anp: URL अपना सँ पूर्ण

source: URL copied
anp: URL कॉपी भेलऽ

source: URL to add
anp: जोड़ए लेली URL

source: Used to collect, analyze and measure activities like tapping and scrolling
anp: इकट्ठा करै लऽ, विश्लेषण और मापे लऽ उपयोग करलो जाय छै

source: Use fingerprint to unlock app
anp: ऐप अनलॉक करै ले फिंगरप्रिंट क प्रयोग करियै

source: Verified by: %1$s
anp: %1$s द्वारा सत्यापित

source: Web Content
anp: वेब सामग्री

source: We can’t load this page for some reason.
anp: हम कोनो कारण सँ ई पृष्ठ लोड नय करि सकै छी.

source: Would you like to turn on search suggestions?
anp: कि तोय खोज सुझावों क चालू करै ले चाहे छकै?

source: You can leave %1$s to open this link in %2$s.
anp: अपने लिंक %2$s में खोलै लेली %1$s छोड़ि सकै छी.

source: Your browsing history has been erased.
anp: अपने के ब्रॉउजिंग इतिहास मेटाए देलो गेलए.

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
anp: यदि आपनो के URL पहलो स खुलि गेल छे त आपनो फिंगरप्रिंट %1$s अनलॉक कैर सकै छै. छुपि क चालू होय जैतै.

source: Add a script and you are halfway through
anp: एकटा स्क्रिप्ट जोड़ियै आरू अहाँ आधा रास्ता में छियै

source: Are you a developer, interested in Pontoon? There are plenty of ways to get your hands dirty.
anp: की अपने डेवलपर छियै, आरू पोंटून में रूचि राखै छी? अपनो हाथ गंदा करै केरो अनेक तरीका छै.

source: As soon as you are happy with your translation, you can save it by pressing Enter or clicking the save icon in the toolbar. To quit translation mode without saving changes, press Esc or click the cancel icon in the toolbar.
anp: जँ अपने अपन अनुवाद सँ संतुष्ट छियै, अपने अपन अनुवाद टूलबार में मौजूद चिह्न Enter दबाए कै अथवा SAVE चिह्न पर क्लिक करि कै सुरक्षित करि सकै छिए. बिना बदलाव सहेजने अनुवाद मोड सँ बाहर आबै खातिर टूलबार में मौजूद चिह्न Esc अथवा Cancle के क्लिक करू.

source: a text block
anp: एकटा टेक्स्ट ब्लॉक

source: A toolbar appears above the dashed rectangle, allowing you to select the corresponding text block for editing. To do so, either click on the Edit button in the toolbar, or double-click anywhere inside the dashed border.
anp: एकटा टूलबार डैश्ड आयत केरो उप्पर देखाय दै छै, जे अपने के एहि पाठ ब्लॉक केरो संपादन लेली चुनए केरो अनुमति दै छै. एहनो करै खातिर, या तँ टूलबार केरो संपादन बटन पर क्लिक करू, अथवा डैशबोर्ड केरो भीतर कोनो ठाम पर डबल क्लिक करू.

source: Avoid breaking user interface by seeing how much space is available for your translations, which is especially useful with apps.
anp: अपने के अनुवाद लेली कतेक जगह उपलब्ध छै एकर अंदाजा लगाए के अपने यूजर इंटरफ़ेस ख़राब करै सँ बचि सकै छी, जे खास तौर सँ एप लेली उपयोगी छै.

source: By localizing web page on the page itself, you no longer need to worry if the word you are translating is a verb or noun.
anp: वेब पेज के पेज में ही अनुवाद करै सँ अपने के अनुवादित शब्द के क्रिया या संज्ञा हुए के बारे चिंतित हुए केरो आवश्यकता नय छै.

source: By someone you trust
anp: ककरो द्वारा अहाँ पर भरोसा

source: Crafted by Mozilla
anp: Mozilla द्वारा तैयार करलो गेल

source: Developed by the non-profit behind Firefox
anp: गैर लाभकारी संस्था द्वारा विकसित फ़ायरफ़ॉक्स

source: Developers
anp: डेवलपर्स

source: Enable it on your site
anp: एकरा अपन साइट पर सक्षम करियै

source: Get help from translation memory, machine translation and the likes
anp: अनुवाद मेमोरी, मशीन अनुवाद आरू पसंद सँ सहायता पाबियै

source: Get instant preview
anp: तुरंत प्रीव्यू पाबू

source: Get involved
anp: शामिल होइयै

source: Hack it on GitHub
anp: GitHub पर हैक करियै

source: Hover
anp: आस-पास फिरियै

source: How
anp: केना

source: How does it work?
anp: ई केना काम करै छै?

source: In place.
anp: वेब पर ही.

source: It's completely free and open source
anp: ई पूरा तरह सँ मुक्त आरू खुलल स्रोत छै

source: Join us
anp: हमरा सँ जुड़ियै

source: Localize the web.
anp: वेब स्थानीय बनैइयै

source: Move your mouse over headings, links, paragraphs or other text blocks on this page. A dashed rectangle will appear around each of these blocks, marking strings that are available for localization on the page itself.
anp: ई पृष्ठ पर अपन माउस के हेडलाइन, लिंक्स, पैराग्राफ अथवा दोसर टेक्स्ट ब्लॉक पर घुमाबू. एकटा डैश्ड आयत प्रत्येक ब्लॉक केरो चारो कात देखाय पड़त, मार्किंग स्ट्रिंग्स जे स्थानीयकरण लेली पृष्ठ पर उपलब्ध छै.

source: over web content
anp: वेब सामग्री पर

source: Plurals support
anp: बहुवचन समर्थन

source: Pontoon allows you to localize web content in place, with context and spatial limitations right in front of you.
anp: पोंटून अपने के वेब सामग्री, संदर्भ आरू स्थानीय सीमा केरो साथ लोकालाइज करै के अनुमति दै छै .

source: Pontoon by Mozilla
anp: Mozilla के द्वारा Pontoon

source: Pontoon Intro
anp: pontoon परिचय

source: Pontoon is a very simple and intuitive tool that requires little to no technical skill for localizers to use.
anp: पोन्टून अनुवादक खातिर सरल आरूर सहज ज्ञान आधारित साधन छै जकरा लेली नय केरो बराबर टेक्निकल ज्ञान केरो आवश्यकता छै.

source: Pontoon's in place translation mode is what puts it above others, but it also has many other benefits.
anp: Pontoon केरो स्थान पर अनुवाद मोड एकरा दोसरो सँ अलग करै छै लेकिन एकर अनेक दोसरो लाभ भी छै.

source: Quality checks
anp: गुणवत्ता जांच

source: See spatial limitations
anp: स्थान संबंधी सीमा देखियै

source: Select
anp: चुनियै

source: selected text
anp: चुनल टेक्स्ट

source: Strings with plurals can be translated to all plural forms available in your languge
anp: बहुवचन स्ट्रिंग केरो अनुवाद अपने के भाषा में उपलब्ध बहुवचन रूप में करलो जाए सकै छै

source: Tell Me More
anp: बेसी जानियै

source: That's it!
anp: बस!

source: The moment you submit translation, it replaces the original text in the web page, making you the first proofreader and tester.
anp: अनुवाद भेला के बाद अनुवादित पाठ मूल पाठ केरो स्थान ल्या लै छै जकरा सँ अपने के अपन अनुवाद सही करै आरू जांचै में आसानी भ्या जाए छै.

source: Translate
anp: अनुवाद करियै

source: Translation helpers
anp: अनुवाद सहायक

source: Translations are automatically reviewed for quality before saving
anp: अनुवाद केरो सेव करै सँ पहिने गुणवत्ता खातिर अपना सँ समीक्षा करलो गेलै

source: Understand context
anp: सन्दर्भ समझियै

source: What
anp: कथि

source: What else can it do?
anp: ई आरु कि करि सकै छै?

source: What is Pontoon?
anp: Pontoon कथि छै?

source: When you enter editing mode, the entire text block will be selected. You can start typing your translation immediately while seeing the exact context of your source string and how much space is available for your translation.
anp: जँ अपने संपादन मोड में जाए छियै, तँ समस्त टेक्स्ट ब्लॉक चुनाए जाएत. अपने अनुवाद लेली स्थान केरो अंदाज करि कए सोर्स स्ट्रिंग के सटीक अनुवाद शामिल करै खातिर तुरंत टाइपिंग शुरू करि सकै छिए.

source: your translation
anp: अपने के अनुवाद

source: aggregate
anp: सब

source: All Hands
anp: सब लोग

source: black box
anp: करका डिब्बा

source: bookmark
anp: बुकमार्क

source: Bug report
anp: बग रो सूचना

source: clockwise
anp: घड़ी रो ऐस्नोॅ

source: contribute
anp: योगदान करों

source: enable
anp: सक्रिय

source: external
anp: बाहरी

source: fingerprinter
anp: फिंगरप्रिंटर

source: home page
anp: होमपेज

source: Issue
anp: मुद्दा

source: native
anp: देसी

source: sign
anp: चिन्ह

source: Turbo Mode
anp: टर्बो मोड

source: unsafe
anp: असुरक्षित
